interface BoardData {
  title: string;
  content: string;
  img: string;
  name: string;
  alt: string;
}

export const boardData: BoardData[] = [
  {
    content:
      "לורם איפסום הוא טקסט דמי נקודות המשמש כתיקית דגימה בתעשיית ההדפס והעיצוב. הוא נמצא מאז המאה ה-16, כאשר הדפיס מעצבים כתובות ומילים נוספות בסוגי גופנים שונים על גבי דפי נייר.",
    img: "/aviv_hazan.jpg",
    name: "אביב חזן",
    title: 'מנכ"ל העמותה',
    alt: "אביב חזן",
  },
  {
    content:
      "לורם איפסום הוא טקסט דמי נקודות המשמש כתיקית דגימה בתעשיית ההדפס והעיצוב. הוא נמצא מאז המאה ה-16, כאשר הדפיס מעצבים כתובות ומילים נוספות בסוגי גופנים שונים על גבי דפי נייר.",
    img: "/roy_saar.jpg",
    name: "רועי סער",
    title: "חבר הנהלה",
    alt: "רועי סער",
  },
  {
    content:
      "לורם איפסום הוא טקסט דמי נקודות המשמש כתיקית דגימה בתעשיית ההדפס והעיצוב. הוא נמצא מאז המאה ה-16, כאשר הדפיס מעצבים כתובות ומילים נוספות בסוגי גופנים שונים על גבי דפי נייר.",
    img: "/gal_asulin.jpg",
    name: "גיל אסולין",
    title: "חבר הנהלה",
    alt: "גיל אסולין",
  },
];
